Repository: cs50/submit50
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: You have an old version of python. Install version 2.7 or higher.
es: Tienes una versión antigua de python. Instala la versión 2.7 o superior.

source: show commands being executed
es: mostrar comandos que se están ejecutando

source: prescribed identifier of work to submit
es: identificador prescrito del trabajo para entregar

source: GitHub username:
es: Nombre de usuario de GitHub:

source: GitHub password:
es: Contraseña de GitHub:

source: Invalid username and/or password.
es: Nombre de usuario y/o contraseña es inválido.

source: Could not authenticate user.
es: No se pudo autenticar usuario.

source: Could not connect to GitHub.
es: No se pudo conectar a GitHub.

source: Sorry, something's wrong! Let sysadmins@cs50.harvard.edu know!
es: ¡Lo siento, algo está mal! ¡Déjale saber a sysadmins@cs50.harvard.edu!

source: Submission cancelled.
es: La entrega se canceló.

source: You don't have git. Install git, then re-run {}!
es: No tienes git. ¡Instala git, y luego vuelve a ejecutar {}!

source: You have an old version of git. Install version 2.7 or later, then re-run {}!
es: Tienes una versión antigua de git. ¡Instala la versión 2.7 o superior, y vuelve a ejecutar {}!

source: You have an unknown version of submit50. Email sysadmins@cs50.harvard.edu!
es: Tienes una versión desconocida de submit50. ¡Escríbele a sysadmins@cs50.harvard.edu!

source: You have an old version of submit50. Run update50, then re-run {}!
es: Tienes una versión antigua de submit50. ¡Ejecuta update50, y luego vuelve a ejecutar {}!

source: Invalid slug. Did you mean to submit something else?
es: El slug no es válido. ¿Quisiste entregar algo más?

source: Invalid slug. Did you mean {}, without the leading and trailing slashes?
es: El slug no es válido. ¿Querías decir {}, sin las barras la barra diagonal principal y la barra diagonal final?

source: Invalid slug. Did you mean {}, without the leading slash?
es: El slug no es válido. ¿Querías decir {}, sin la barra diagonal principal?

source: Invalid slug. Did you mean {}, without the trailing slash?
es: El slug no es válido. ¿Querías decir {}, sin la barra diagonal al final?

source: You seem to be missing these files:
es: Parece que faltan estos archivos:

source: Ensure you have the required files before submitting.
es: Asegúrate de tener los archivos necesarios antes de entregar.

source: Authenticating
es: Autenticando

source: Preparing
es: Preparando

source: Looks like {} isn't enabled for your account yet. Go to https://cs50.me/authorize and make sure you accept any pending invitations!
es: Parece que {} todavia no esta habilitado en tu cuenta. Visita https://cs50.me/authorize y asegúrate de aceptar las invitaciones pendientes!

source: Looks like you have the wrong username in ~/.gitconfig or {} isn't yet enabled for your account. Double-check ~/.gitconfig and then log into https://cs50.me/ in a browser, click "Authorize application" if prompted, and re-run {} here.
es: Parece que tienes el nombre de usuario incorrecto en ~/.gitconfig o {} aún no está habilitado para tu cuenta. Vuelve a chequear ~/.gitconfig y luego ingresa en https://cs50.me/ en un navegador, haga clic en "Authorize application" si se te solicita, y vuelve a ejecutar {} aquí.

source: These files are too large to be submitted: {} Remove these files from your directory and then re-run {}!
es: Estos archivos son demasiado grandes para ser entregados: {} ¡Quita estos archivos de tu directorio y luego vuelve a ejecutar: {}!

source: These files are too large to be submitted: {} Install git-lfs (or remove these files from your directory) and then re-run {}!
es: Estos archivos son demasiado grandes para ser entregados: {} Instala git-lfs (o quita estos archivos de tu directorio) y luego vuelve a ejecutar {}!

source: No files in this directory are expected for submission.
es: Ningún archivo en este directorio se espera para la entrega.

source: Files that will be submitted:
es: Archivos que se van a entregar:

source: Files that won't be submitted:
es: Archivos que no se van a entregar:

source: Keeping in mind the course's policy on academic honesty, are you sure you want to submit these files (yes/no)?
es: Teniendo en cuenta la política de honestidad académica del curso, ¿estás seguro que quieres enviar estos archivos (yes/no)?

source: No files were submitted.
es: No se ha entregado ningún archivo.

source: Submitting
es: Entregando

source: Uploading
es: Subiendo

source: Submitted {}! See https://cs50.me/submissions.
es: ¡Se entregó {}! Puedes ver https://cs50.me/submissions.

source: Could not complete two-factor authentication.
es: No se pudo completar la autenticación de dos factores.
