Repository: cs50/submit50
Catalog: submit50/locale/*/LC_MESSAGES/submit50.po
Languages: de, el, id, pt

source: You have an unknown version of submit50. Email sysadmins@cs50.harvard.edu!
de: Du nutzt eine unbekannte Version von submit50. Sende eine Email an sysadmins@cs50.harvard.edu!
el: Έχετε μια άγνωστη έκδοση της submit50. Στείλτε ένα email στο sysadmins@cs50.harvard.edu!
id: Anda memiliki versi submit50 yang tidak dikenal. Email sysadmins@cs50.harvard.edu!

source: You have an outdated version of submit50. Please upgrade.
de: Du nutzt eine veraltete Version von submit50. Führe bitte ein Upgrade durch.
el: Έχετε μία απαρχαιωμένη έκδοση της submit50. Παρακαλώ να την αναβαθμίσετε.
id: Anda memiliki versi usang submit50. Silakan perbaharui.
pt: Você possui uma versão desatualizada do submit50. Por favor atualize.

source: Files that will be submitted:
de: Die folgenden Dateien werden abgegeben:
el: Αρχεία προς υποβολή:
id: File yang akan dikirimkan:
pt: Arquivos que serão enviados:

source: No files in this directory are expected for submission.
de: In diesem Verzeichnis werden keine Dateien zur Übertragung erwartet.
el: Κανένα αρχείο σε αυτό τον φάκελο δεν αναμένεται για υποβολή.
id: Tidak ada file dalam direktori ini yang diharapkan untuk diserahkan.
pt: Não há arquivos no diretório atual necessários para envio.

source: Files that won't be submitted:
de: Die folgenden Dateien werden nicht abgegeben:
el: Αρχεία που δεν θα υποβληθούν:
id: File yang tidak akan dikirimkan:
pt: Arquivos que não serão enviados:

source: Keeping in mind the course's policy on academic honesty, are you sure you want to submit these files (yes/no)?
de: Möchtest du, unter Berücksichtigung der Richtlinien dieses Kurses zur akademischen Ehrlichkeit, diese Dateien veröffentlichen (ja/nein)?
id: Dengan mengingat kebijakan mata pelajaran tentang kejujuran akademik, apakah Anda yakin ingin mengirimkan file ini (ya/tidak)?
pt: Tenha em mente a política de honestidade acadêmica do curso, você tem certezaque quer enviar estes arquivos? (sim/não)

source: y|yes
de: j|ja]
id: y|ya

source: Sorry, something's wrong! Let sysadmins@cs50.harvard.edu know!
de: Entschuldigung, da ist etwas schief gelaufen! Lass es ysadmins@cs50.harvard.edu wissen!
el: Συγγνώμη, κάτι πήγε λάθος! Στείλτε email στους sysadmins@cs50.harvard.edu ωστε να ενημερωθούν!
id: Maaf, terjadi kesalahan! Beritahukan sysadmins@cs50.harvard.edu!

source: Submission cancelled.
de: Abgabe abgebrochen.
el: Η υποβολή των αρχείων σας ακυρώθηκε.
id: Pengiriman dibatalkan.
pt: Envio cancelado.

source: logout of submit50
de: melde dich bei submit50 ab
el: αποσύνδεση απο το submit50
id: logout dari submit50
pt: desconectou do submit50

source: failed to logout
de: Abmeldung fehlgeschlagen
el: αποτυχία αποσύνδεσης
id: gagal logout
pt: tentativa de desconectar falhou

source: logged out successfully
de: Abmeldung erfolgreich
el: η αποσύνδεση έγινε με επιτυχία
id: berhasil logout
pt: desconectou com sucesso

source: show commands being executed
de: zeige alle Befehle, die ausgeführt werden
el: να γίνει προβολή των εντολών που εκτελούνται
id: memperlihatkan perintah yang dieksekusi

source: prescribed identifier of work to submit
de: vorgeschriebene Kennung der einzureichenden Arbeiten
el: αναγνωριστικό του έργου που θα υποβάλετε
id: pengidentifikasi pekerjaan yang ditentukan untuk diserahkan
pt: é preciso enviar o identificador do problema como descrito nas instruções

source: Keeping in mind the course's policy on academic honesty, are you sure you want to submit these files?
el: Υπενθυμίζοντας την πολιτική του μαθήματος όσον αφορά την Ακαδημαϊκή Ειλικρίνεια, θέλετε σίγουρα να γίνει υποβολή αυτών των αρχείων;

source: You have an unknown version of submit50. Please visit our status page https://cs50.statuspage.io for more information.
pt: Você possui uma versão desconhecida do submit50. Por favor visite nossa página de status https://cs50.statuspage.io para mais informação.

source: Sorry, something's wrong, please try again. If the problem persists, please visit our status page https://cs50.statuspage.io for more information.
pt: Desculpa, aconteceu algo de errado, por favor tente novamente. Se o problema persistir, por favor visite nossa página de status https://cs50.statuspage.io para maisinformação

source: warning: displays usage warnings. info: adds all commands run. debug: adds the output of all commands run.
pt: warning: exibe avisos de como utilizar. info: adiciona todos os comandos executados. debug: adiciona a saída de dados de todos os comandos executados.
